{
  "home": "Startseite",
  "about": "Über mich",
  "skills": "Fähigkeiten",
  "projects": "Projekte",
  "contact": "Kontakt",
  "hi": "Hallo, Ich bin",
  "frontEndDev": "Ein Front-End Webentwickler",
  "letsWorkTogether": "Lass uns zusammenarbeiten",
  "downloadCV": "Lebenslauf herunterladen",
  "showCV": "Lebenslauf anzeigen",
  "bit": "Ein bisschen über mich",
  "aboutMe": "Ich war schon immer fasziniert davon, wie Website-Oberflächen gestaltet werden, was meine Reise in die Front-End-Entwicklung inspirierte. Ich begann damit, meine Fähigkeiten im Webdesign mit Figma zu verfeinern und kreative Ideen in ansprechende Visualisierungen umzusetzen. Um diese Designs zum Leben zu erwecken, konzentrierte ich mich darauf, React.js und Next.js zu meistern, wodurch ich interaktive und dynamische Webseiten erstellen kann. Als IT-Ingenieur bin ich bestrebt, kontinuierlich neue Technologien und Techniken zu erlernen, um Benutzererlebnisse zu verbessern und innovative, hochwertige Weblösungen zu entwickeln.",
  "love": "Was ich liebe",
  "did": "Was ich gemacht habe",
  "all": "Alle",
  "pages": "Seiten",
  "games": "Spiele",
  "components": "Komponenten",
  "moreDetails": "Mehr Details",
  "contactMe": "Kontaktiere mich",
  "letsConnect": "Lass uns verbinden! <br /> und etwas Großartiges zusammen schaffen",
  "dropMessage": "Ich suche derzeit nach neuen Möglichkeiten, sei es in Teilzeit oder Vollzeit. Mein Posteingang ist immer offen.<br /> Schreib mir eine Nachricht!",
  "codeWith": "Code mit ❤️",
  "name": "Name",
  "email": "Email",
  "message": "Nachricht",
  "submit": "Absenden",
  "code": "Code",
  "demo": "Demo",
  "overview": "Übersicht",
  "codeBy": "Code mit ❤️ von",

  "chicHavenText": "Chic Haven ist eine kuratierte Plattform, die ein nahtloses Einkaufserlebnis für moderne Verbraucher bietet, die Wert auf Qualität und Ästhetik legen. Mit Schwerpunkt auf elegantem Design und benutzerfreundlicher Funktionalität.",
  "trueSkinText": "True Skin ist mehr als nur ein Online-Shop. Es ist eine umfassende Lösung, die die Lücke zwischen Produktverfügbarkeit und Kundenbedürfnissen schließt.<br />Mit Fokus auf Benutzererfahrung und einem robusten Dashboard für Verkäufer.<br/>Admin-Konto:<br/>E-Mail: admin@trueskin.com<br/>Passwort: 12345",
  "budgetLabText": "Budget Lab ist eine Website für die persönliche Budgetverwaltung, die Benutzern hilft, ihre Finanzen im Griff zu behalten.<br/>Dieses Projekt wurde während des Trainings bei Prokoders Company entworfen.",
  "dashLinkMobileText": "DashLink Mobile ist ein benutzerfreundliches und modernes Dashboard. Es ist als Content-Management-System für ein Mobilfunkunternehmen konzipiert.<br/>Dieses Projekt wurde während des Trainings bei Prokoders Company entworfen.<br/>Admin-Konto:<br/>Benutzername: admin<br/>Passwort: 012345",
  "bookNookText": "Book Nook ist eine Website zum Ausleihen von Büchern. Diese Website wurde während des Trainings bei Prokoders Company entworfen.<br/>Finde das Buch, das du suchst, und lass die Geschichte weitergehen...",
  "flipZoneText": "Flip Zone ist ein Kartenspiel mit Memory-Effekt. Diese Seite wurde während des Trainings bei Prokoders Company entworfen.<br/>Lass uns Spaß haben.",
  "uLearnText": "ULearn bietet eine innovative und ansprechende Seite für Lernende auf der ganzen Welt.<br/>Diese Seite wurde während des Trainings bei Prokoders Company entworfen.",
  "technoShopText": "Techno Shop ist auf den Kauf von Laptops und Tablets spezialisiert.<br/>Mit Next.js gebaut, ist unsere Website schneller, zuverlässiger und bietet eine beeindruckende Benutzeroberfläche.",
  "fashionCOMText": "Fashion COM ist eine Online-Shopping-Website für Kleidung.<br/>Es ist bequem, schnell und einfach zu bedienen.",
  "ourJourneyBlogText": "Dies ist mein einfaches Projekt während des Trainings bei Darrebni Company.<br/>Die Idee des Projekts ist eine Blog-Website für einen Blogger, um seine Geschichten zu teilen.",
  "cupcakesCardsText": "Dies ist ein Komponentendesign, das in jedem Projekt verwendet werden kann.<br/>Es ist ein Kartendesign, nützlich für Kategorien, Informationen und Produkte mit einem coolen Hover-Effekt.",
  "findWorkWithMeText": "Dies war mein erstes Projekt als React-Entwickler, das ich im vierten Jahr (2022) meines Studiums erstellt habe.<br/>Die Idee ist, eine interaktive Website für Menschen und Freelancer zu schaffen, um beiden zu helfen, das zu finden, wonach sie suchen."
}
