{
  "home": "Home",
  "about": "About",
  "skills": "Skills",
  "projects": "Projects",
  "contact": "Contact",
  "hi": "Hi, I’m",
  "frontEndDev": "A Front-End Web Developer",
  "letsWorkTogether": "Let’s Work Together",
  "downloadCV": "Download CV",
  "bit": "A Bit About Me",
  "aboutMe": "I have always been amazed at how web sites interface are made, That is what got me into learning Front-End development so i started working on web design using Figma after that I focused on mastering ReactJS to convert designs to reality, so it would become an actual interactive web pages. As an IT-Engineer i believe that leaning AI and machine learning will open doors to make our websites more dynamic and interactive.",
  "love": "What I Love",
  "did": "What I Did",
  "all": "All",
  "pages": "Pages",
  "games": "Games",
  "components": "Components",
  "moreDetails": "More Details",
  "contactMe": "Contact Me",
  "letsConnect": "Let’s Connect! <br /> and make something amazing together",
  "dropMessage": "I’m currently looking for new opportunities, whether it’s a part-time of full-time position, my inbox is always open.<br /> Drop me a message!",
  "codeWith": "Code with ❤️",
  "name": "Name",
  "email": "Email",
  "message": "Message",
  "submit": "Submit",
  "code": "Code",
  "demo": "Demo",
  "overview": "Overview",

  "chicHavenText": "Chic Haven is a curated platform offering a seamless shopping experience for modern consumers who value quality and aesthetics. With an emphasis on elegant design and user-friendly functionality.",
  "trueSkinText": "True Skin is more than just an online store, it’s a comprehensive solution that bridges the gap between product availability and customer needs.<br />By focusing on user experience and offering a robust dashboard for sellers.<br/>Admin account:<br/>Email: admin@trueskin.com<br/>Password: 12345",
  "budgetLabText": "Budget Lab is a personal budget management website designed to help users take control of their finances.<br/>This project designed while training at Prokoders Company.",
  "dashLinkMobileText": "DashLink Mobile is a state-of-the-art and user-friendly dashboard, It’s designed as a content management system for a mobile company.<br/>This project designed while training at Prokoders Company.<br/>Admin account:<br/>Username: admin<br/>Password: 012345",
  "bookNookText": "Book Nook is a website for borrowing books, This website designed while training at Prokoders Company.<br/>Find the book you’re looking for and keep the story going...",
  "flipZoneText": "Flip Zone is a flipping cards guessing game,This page designed while training at Prokoders Company.<br/>Let’s Have some fun.",
  "uLearnText": "ULearn offers an innovative and engaging page for learners around the world.<br/>This page designed while training at Prokoders Company.",
  "technoShopText": "Techno Shop is dedicated to buy laptops and tablets.<br/>Built on Next.js, our website is faster, more reliable, and boasts an impressive user interface.",
  "fashionCOMText": "Fashion COM an online shopping website for clothes.<br/>It’s convenient, fast and easy to use.",
  "ourJourneyBlogText": "This is my Simple Project while training at Darrebni Company.<br/>The idea of the project is a blog website page for a bloger to share his stories.",
  "cupcakesCardsText": "This is a component design that can be used in any project. <br/> it’s a card design, can be useful for categories, infos and products with a cool hover effect. ",
  "findWorkWithMeText": "This was my first project as a React developer that i made at my fourth year (2022) in college.<br/>The idea is to create an interactive website for people and freelancer to help each of them find what they’re looking for."
}
